name = str(input("Введите имя: "))
last_name = str(input("Введите фамилию: "))
year = int(input("Введите год рождения: "))

age = 2023 - year

# ИСПРАВИТЬ: строки ',' и ' ' вполне можно объединить
print(last_name, name + ",", age)


# ДОБАВИТЬ: результат выполнения программы с собственными данными — в закомментированном виде, например:
# Введите имя: Константин
# Введите фамилию: Григорьев
# Введите год рождения: 2004
# Григорьев Константин, 19

# КОММЕНТАРИЙ: это требование, прописанное в задании — невыполнение требований задания влечёт снижение баллов


# ИТОГ: хорошо — 2/3
